KUFAR_FILTERS = {
    "rgn": {
        "name_ru": "Область",
        "options": [
            {"name": "Брестская", "id": 1},
            {"name": "Витебская", "id": 2},
            {"name": "Гомельская", "id": 3},
            {"name": "Гродненская", "id": 4},
            {"name": "Минская", "id": 6},
            {"name": "Могилевская", "id": 5},
            {"name": "Минск", "id": 7},
        ],
    },
    "crg": {
        "name_ru": "Коробка передач",
        "options": [
            {"name": "Автоматическая", "id": 1},
            {"name": "Механика", "id": 2},
        ],
    },
    "cre": {
        "name_ru": "Тип двигателя",
        "options": [
            {"name": "Бензин", "id": 1},
            {"name": "Дизель", "id": 2},
            {"name": "Электричество", "id": 5},
            {"name": "Бензин (гибрид)", "id": 3},
        ],
    },
    "crt": {
        "name_ru": "Тип кузова",
        "options": [
            {"name": "Седан", "id": 1},
            {"name": "Универсал", "id": 2},
            {"name": "Хэтчбек", "id": 3},
            {"name": "Минивэн", "id": 4},
            {"name": "Внедорожник", "id": 5},
            {"name": "Купе", "id": 6},
        ],
    },
    "crd": {
        "name_ru": "Привод",
        "options": [
            {"name": "Передний", "id": 1},
            {"name": "Задний", "id": 2},
            {"name": "Полный", "id": 3},
        ],
    },
    "cnd": {
        "name_ru": "Состояние",
        "options": [
            {"name": "С пробегом", "id": 1},
            {"name": "Новый", "id": 2},
        ],
    },
}
